[
  {
    "id": 1,
    "image": "https://i.ibb.co/2nQqcmd/water-beneficiary-every-10-seconds-D200-0604-05-404863-1-1.jpg",
    "title": "Clean Water for All",
    "category": "Water",
    "category_bg_color": "#79c23f33",
    "card_bg_color": "#79c23f26",
    "text_color": "#79C23F",
    "description": "Help provide clean and safe drinking water to communities in need around the world. Lack of access to clean water is a pressing issue in many regions, leading to waterborne diseases and suffering. Your donation will support the construction of wells, water purification systems, and distribution networks, ensuring that families can access fresh, disease-free water. ",
    "price": 25
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/y8v5g97/1092432244.jpg",
    "title": "Education Empowerment",
    "category": "Education",
    "category_bg_color": "#ff444a33",
    "card_bg_color": "#ff444a26",
    "text_color": "#FF444A",
    "description": "Support access to quality education for underprivileged children and youth. Education is a fundamental right, yet millions of children worldwide lack access to proper schooling. Your donation will help provide educational resources, scholarships, and infrastructure to improve learning environments. By contributing, you're empowering the next generation, breaking the cycle of poverty, and fostering a brighter future.",
    "price": 30
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/LRtt78c/Food.png",
    "title": "Hunger Relief",
    "category": "Food",
    "category_bg_color": "#f8714733",
    "card_bg_color": "#f8714726",
    "text_color": "#F87147",
    "description": "Help combat hunger by providing nutritious meals to those in need. Hunger is a pervasive issue, affecting millions of people globally, including children and families. Your donation will support food banks, meal programs, and initiatives aimed at eradicating hunger. By contributing, you're ensuring that no one goes to bed hungry, improving nutrition, and reducing suffering.",
    "price": 20
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/yp1pn2d/Health.png",
    "title": "Medical Aid",
    "category": "Healthcare",
    "category_bg_color": "#0052ff33",
    "card_bg_color": "#0052ff26",
    "text_color": "#0052FF",
    "description": "Support healthcare initiatives that provide medical assistance to vulnerable populations. Access to healthcare is a fundamental right, yet many communities lack adequate medical services. Your donation will help fund medical missions, clinics, and outreach programs, delivering essential care to those in need. By contributing, you're saving lives, improving health outcomes, and promoting well-being.",
    "price": 35
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/wWKL53t/img.jpg",
    "title": "Clean Water Initiative",
    "category": "Water",
    "category_bg_color": "#79c23f33",
    "card_bg_color": "#79c23f26",
    "text_color": "#79C23F",
    "description": "Provide clean water solutions to remote areas lacking access to safe drinking water. Lack of access to clean water is a critical issue in many remote regions, leading to waterborne diseases and suffering. Your donation will support the construction of wells, water purification systems, and distribution networks, ensuring that families can access fresh, disease-free water.",
    "price": 27
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/M7sDJNJ/maxresdefault.jpg",
    "title": "Empowering Girls' Education",
    "category": "Education",
    "category_bg_color": "#ff444a33",
    "card_bg_color": "#ff444a26",
    "text_color": "#FF444A",
    "description": "Support programs that promote education and empowerment for girls worldwide. Education is a powerful tool for empowerment, yet many girls face barriers to access. Your donation will support initiatives that provide scholarships, mentorship, and resources to girls, allowing them to pursue their dreams and reach their full potential.",
    "price": 32
  },
  {
    "id": 7,
    "image": "https://i.ibb.co/RzLCmpD/Getty-Images.jpg",
    "title": "Food Bank Assistance",
    "category": "Food",
    "category_bg_color": "#f8714733",
    "card_bg_color": "#f8714726",
    "text_color": "#F87147",
    "description": "Contribute to food banks to help provide meals to individuals and families facing hunger. Hunger is a persistent problem, affecting millions of people, including children and families. Your donation will support food banks, meal programs, and initiatives aimed at eradicating hunger. By contributing, you're ensuring that no one goes to bed hungry, improving nutrition, and reducing suffering. ",
    "price": 22
  },
  {
    "id": 8,
    "image": "https://i.ibb.co/80yR2LD/2.jpg",
    "title": "Healthcare Access Project",
    "category": "Healthcare",
    "category_bg_color": "#0052ff33",
    "card_bg_color": "#0052ff26",
    "text_color": "#0052FF",
    "description": "Ensure access to quality healthcare services for underserved communities. Access to healthcare is a fundamental right, yet many communities lack adequate medical services. Your donation will help fund medical missions, clinics, and outreach programs, delivering essential care to those in need. By contributing, you're saving lives, improving health outcomes, and promoting well-being.",
    "price": 38
  },
  {
    "id": 9,
    "image": "https://i.ibb.co/2FD9rZL/a2.jpg",
    "title": "Safe Drinking Water Fund",
    "category": "Water",
    "category_bg_color": "#79c23f33",
    "card_bg_color": "#79c23f26",
    "text_color": "#79C23F",
    "description": "Support initiatives that provide clean and safe drinking water to those in need. Lack of access to clean water is a pressing issue in many regions, leading to waterborne diseases and suffering. Your donation will support the construction of wells, water purification systems, and distribution networks, ensuring that families can access fresh, disease-free water. ",
    "price": 29
  },
  {
    "id": 10,
    "image": "https://i.ibb.co/JmF2m0D/image-55606-2-j.webp",
    "title": "Scholarship Program",
    "category": "Education",
    "category_bg_color": "#ff444a33",
    "card_bg_color": "#ff444a26",
    "text_color": "#FF444A",
    "description": "Enable deserving students to access higher education through scholarship opportunities. Education is a powerful tool for personal and societal growth, yet many talented students face financial barriers to higher education. Your donation will support scholarship programs that provide deserving students with the opportunity to pursue their dreams and reach their full potential.",
    "price": 28
  },
  {
    "id": 11,
    "image": "https://i.ibb.co/kH7S9v4/VFD-Photo.jpg",
    "title": "Community Food Drive",
    "category": "Food",
    "category_bg_color": "#f8714733",
    "card_bg_color": "#f8714726",
    "text_color": "#F87147",
    "description": "Organize food drives to collect and distribute food to those facing food insecurity. Hunger is a pervasive issue, affecting millions of people globally, including children and families. Your donation will support food drives, distribution programs, and initiatives aimed at eradicating hunger.",
    "price": 24
  },
  {
    "id": 12,
    "image": "https://i.ibb.co/NNrsTHM/scaled.jpg",
    "title": "Medical Outreach Mission",
    "category": "Healthcare",
    "category_bg_color": "#0052ff33",
    "card_bg_color": "#0052ff26",
    "text_color": "#0052FF",
    "description": "Support medical teams providing care in underserved and remote areas. Access to healthcare is a fundamental right, yet many communities, especially in remote areas, lack access to proper medical services. Your donation will help fund medical outreach missions that bring essential care to these underserved populations. By contributing, you're saving lives, improving health outcomes, and promoting well-being.",
    "price": 34
  }
]
